IDEA Open Model
ExposureClassesDataEc2.Carbonation Property
Compatible with IDEA StatiCa 20.1
 Combo box Carbonation
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ExposureClassEc2 Carbonation { get; set; }
Public Property Carbonation As ExposureClassEc2
	Get
	Set
Property Value
Type: ExposureClassEc2
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace